const adms = (prefix) => { 
 
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

	return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
              𝑴𝑬𝑵𝑼 𝑫𝑶𝑺 𝑨𝑫𝑴

╭─╼━══━━≺ ♤ ≻━━══━╾─╮
  🛠 ${prefix}Kick [@] (pra remover) 
  
  🛠 ${prefix}Ban (marca mensagem)
  
  🛠 ${prefix}Unban (marca mensagem)
  
  🛠 ${prefix}Promover [@] (ser adm)
  
  🛠 ${prefix}Rebaixar [@] (rebaixar-adm)
  
  🛠 ${prefix}Nomegp (nome)
  
  🛠 ${prefix}Descgp (txt)
  
  🛠 ${prefix}Linkgp

  🛠 ${prefix}Grupo f/a

  🛠 ${prefix}Totag (menciona algo)
  
  🛠 ${prefix}Marcar (marca tds)
  
  🛠 ${prefix}Marcar2 (marca tds)

  🛠 ${prefix}Marcarwa (marca tds wa.me)
  
  🛠 ${prefix}Del (msg do bot)
  
  🛠 ${prefix}Status

  🛠 ${prefix}Infogp

  🛠 ${prefix}Atividades (do grupo)
  
  🛠 ${prefix}Limpar (txt invisível)
  
  🛠 ${prefix}Criartabela (txt)

  🛠 ${prefix}Tabelagp
  
  🛠 ${prefix}Addautoban (numero)

  🛠 ${prefix}Delautoban (numero)
  
  🛠 ${prefix}Listban (auto ban)
  
  🛠 ${prefix}Autoban 
  
  🛠 ${prefix}Bemvindo 
  
  🛠 ${prefix}Jogos 
  
  🛠 ${prefix}Autofigu 
  
  🛠 ${prefix}Antiimg 
  
  🛠 ${prefix}Antivideo 
  
  🛠 ${prefix}Antiaudio 
  
  🛠 ${prefix}Antidocumento 
  
  🛠 ${prefix}Antisticker 
  
  🛠 ${prefix}Antilink 
  
  🛠 ${prefix}Antifake 
  
  🛠 ${prefix}Antinotas 
  
  🛠 ${prefix}Anticontato 
  
  🛠 ${prefix}Anticatalogo 
  
  🛠 ${prefix}Limitecaracteres 
  
  🛠 ${prefix}Leveling 
  
  🛠 ${prefix}Simih 
  
  🛠 ${prefix}Simih2 
╰─╼━══━━≺ ♤ ≻━━══━╾─╯
`
}

exports.adms = adms

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 