const menulogos = (prefix) => {
  
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
  return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
          𝑳𝑶𝑮𝑶𝑺 𝑫𝑬 2 𝑻𝑬𝑿𝑻𝑶

╭─╼━══━━≺ ♤ ≻━━══━╾─╮
  🔥 ${prefix}Glitch (txt/txt)
  
  🔥 ${prefix}Glitch2 (txt/txt)
  
  🔥 ${prefix}Glitch3 (txt/txt)
  
  🔥 ${prefix}Grafity (txt/txt)
  
  🔥 ${prefix}Space (txt/txt)
  
  🔥 ${prefix}Marvel (txt/txt)
  
  🔥 ${prefix}America (txt/txt)
  
  🔥 ${prefix}Stone (txt/txt)
  
  🔥 ${prefix}Steel (txt/txt)
  
  🔥 ${prefix}Gameplay (txt/txt)
  
  🔥 ${prefix}Mascoteavatar (txt/txt)
╰─╼━══━━≺ ♤ ≻━━══━╾─╯

          𝑳𝑶𝑮𝑶𝑺 𝑫𝑬 1 𝑻𝑬𝑿𝑻𝑶

╭─╼━══━━≺ ♤ ≻━━══━╾─╮
  💎 ${prefix}Equipemascote (txt) 
  
  💎 ${prefix}Girlmascote (txt) 
  
  💎 ${prefix}Mascotegame (txt) 
  
  💎 ${prefix}Logogame (txt) 
  
  💎 ${prefix}Angelglx (txt) 
  
  💎 ${prefix}Angelwing (txt) 
  
  💎 ${prefix}Wingeffect (txt) 
  
  💎 ${prefix}Neon (txt)
  
  💎 ${prefix}Neon1 (txt)
  
  💎 ${prefix}Neon2 (txt)
  
  💎 ${prefix}Neon3 (txt)
  
  💎 ${prefix}Hackneon (txt) 
  
  💎 ${prefix}Efeitoneon (txt)
  
  💎 ${prefix}Neongreen (txt)
  
  💎 ${prefix}Neon3d (txt)
  
  💎 ${prefix}3DGold (txt)
  
  💎 ${prefix}3dstone (txt)
  
  💎 ${prefix}Areia (txt)
  
  💎 ${prefix}Madeira (txt)
  
  💎 ${prefix}Nuvem (txt)
  
  💎 ${prefix}Thunder (txt)
  
  💎 ${prefix}Thunderv2 (txt)
  
  💎 ${prefix}Neve (txt)
  
  💎 ${prefix}Gelo (txt)
  
  💎 ${prefix}Vidro (txt)
  
  💎 ${prefix}Jeans (txt)
  
  💎 ${prefix}Asfalto (txt)
  
  💎 ${prefix}Gizquadro (txt) 
  
  💎 ${prefix}Papel (txt)
  
  💎 ${prefix}Lapis (txt)
  
  💎 ${prefix}Colaq (txt)
  
  💎 ${prefix}Txtquadrinhos (txt) 
  
  💎 ${prefix}Lovemsg (txt)
  
  💎 ${prefix}Lovemsg2 (txt)
  
  💎 ${prefix}Lovemsg3 (txt)
  
  💎 ${prefix}Coffecup (txt)
  
  💎 ${prefix}Coffecup2 (txt)
  
  💎 ${prefix}Cup (txt)
  
  💎 ${prefix}Florwooden (txt)
  
  💎 ${prefix}Romantic (txt)
  
  💎 ${prefix}Berry (txt)
  
  💎 ${prefix}Cemiterio (txt)
  
  💎 ${prefix}Shadow (txt)
  
  💎 ${prefix}Pink (txt)
  
  💎 ${prefix}Blackpink (txt) 
  
  💎 ${prefix}Ossos (txt)
  
  💎 ${prefix}Toxic (txt)     
  
  💎 ${prefix}Lava (txt)
  
  💎 ${prefix}Smoke (txt)
  
  💎 ${prefix}Fire (txt)
  
  💎 ${prefix}Metalfire (txt)
  
  💎 ${prefix}Demonfire (txt)
  
  💎 ${prefix}Demongreen (txt)
  
  💎 ${prefix}Lobometal (txt)
  
  💎 ${prefix}Transformer (txt)
  
  💎 ${prefix}Luxury (txt)
  
  💎 ${prefix}Matrix (txt)
  
  💎 ${prefix}Style (txt)
  
  💎 ${prefix}Carbon (txt)
  
  💎 ${prefix}Break (txt)
  
  💎 ${prefix}Fiction (txt)
  
  💎 ${prefix}Rainbow (txt)
╰─╼━══━━≺ ♤ ≻━━══━╾─╯
`
}

exports.menulogos = menulogos

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 