const menu = (prefix, NomeDoBot) => {
  
// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
ㅤ                   ${NomeDoBot}

╭─╼━══━━≺ ♤ ≻━━══━╾─╮
╎⚜️ ${prefix}Infodono
╎
╎⚜️ ${prefix}Games
╎     
╎⚜️ ${prefix}Alteradores 
╎
╎⚜️ ${prefix}Menuadm 
╎
╎⚜️ ${prefix}Menudono 
╎
╎⚜️ ${prefix}Efeitosimg
╎  
╎⚜️ ${prefix}Logos 
╎
╎⚜️ ${prefix}Menupremium
╰─╼━══━━≺ ♤ ≻━━══━╾─╯

                𝑷𝒆𝒔𝒒𝒖𝒊𝒔𝒂 𝒆 𝑩𝒂𝒊𝒙𝒂

╭─╼━══━━≺ ♤ ≻━━══━╾─╮
╎💎${prefix}Play (nome)
╎
╎💎${prefix}Tiktok (link)
╎
╎💎${prefix}Instagram (link)
╎
╎💎${prefix}Twitter (link)
╎
╎💎${prefix}Pinterest (nome)
╎
╎💎${prefix}Imgpralink (marcar img)
╎
╎💎${prefix}Videopralink (marcar vid)
╎
╎💎${prefix}Tomp3 (marcar vid)
╰─╼━══━━≺ ♤ ≻━━══━╾─╯

                     𝑭𝒊𝒈𝒖𝒓𝒊𝒏𝒉𝒂𝒔 

╭─╼━══━━≺ ♤ ≻━━══━╾─╮
╎🧩 ${prefix}Attp (txt)
╎
╎🧩 ${prefix}Attp[2-6] (txt)
╎
╎🧩 ${prefix}Ttp (txt)
╎
╎🧩 ${prefix}Fsticker (marcar)
╎
╎🧩 ${prefix}Sticker (marcar)
╎
╎🧩 ${prefix}Sfundo (marcar)
╎
╎🧩 ${prefix}Emoji
╎
╎🧩 ${prefix}Emojimix
╎
╎🧩 ${prefix}Toimg (marcar sticker)
╎
╎🧩 ${prefix}Togif (marcar sticker)
╎
╎🧩 ${prefix}Roubar (txt/txt)
╰─╼━══━━≺ ♤ ≻━━══━╾─╯

             *_Funções Aleatórias_*
             
╭─╼━══━━≺ ♤ ≻━━══━╾─╮
╎🔥 ${prefix}Gtts (idioma + txt)
╎
╎🔥 ${prefix}Idiomas
╎
╎🔥 ${prefix}Tagme
╎
╎🔥 ${prefix}Tabela (letras)
╎
╎🔥 ${prefix}Simi (fale algo)
╎
╎🔥 ${prefix}Frases
╎
╎🔥 ${prefix}Calcular (1 + 1)
╎
╎🔥 ${prefix}Nick (nick)
╎
╎🔥 ${prefix}Bot
╰─╼━══━━≺ ♤ ≻━━══━╾─╯

               *_Funções do Bot_*
     
╭─╼━══━━≺ ♤ ≻━━══━╾─╮
╎🛠️ ${prefix}Admins (marca tds adm)
╎
╎🛠️ ${prefix}Ping
╎
╎🛠️ ${prefix}Atividade
╎
╎🛠️ ${prefix}Checkativo [@]
╎
╎🛠️ ${prefix}Level (seu lvl)
╎
╎🛠️ ${prefix}Ranklevel (tds)
╎
╎🛠 ${prefix}Infobot
╰─╼━══━━≺ ♤ ≻━━══━╾─╯
`
}

exports.menu = menu

// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.
