const menu = (prefix, NomeDoBot) => {
  
// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
return `
╭━━━━━◉                                      ◉━━━━━╮
    ╔┉✼┉═══════════════┉✼┉╗   
    ║*𝐌𝐄𝐍𝐔 𝐏𝐑𝐈𝐍𝐂𝐈𝐏𝐀𝐋*                 
    ╚┉✼┉═══════════════┉✼┉╝   
╰━━━━━◉                                      ◉━━━━━╯
​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​

▢ ⌁sᴇᴊᴇ ʙᴇᴍ ᴠɪɴᴅᴏ(ᴀ) ᴀᴏ ᴍᴇɴᴜ ᴅᴇ ᴄᴍᴅs⌁ ▢ 
╭━━━━━◉
║      ╔┉✼┉═══════════════┉✼┉╗
║      ║   *𝐈𝐌𝐏𝐎𝐑𝐓𝐀𝐍𝐓𝐄*         
║      ╚┉✼┉═══════════════┉✼┉╝
╰━━━━━◉
╭═══════◉
║    ╔┉✼┉═══════════════┉✼┉╗
║    ║
╠⊹   ┝≼≽ ${prefix}criador
╠⊹   ┝≼≽ ${prefix}convite (link)
╠⊹   ┝≼≽ ${prefix}cep
╠⊹   ┝≼≽ ${prefix}ip
╠⊹   ┝≼≽ ${prefix}InfoBemvindo
╠⊹   ┝≼≽ ${prefix}Infopalavrão
╠⊹   ┝≼≽ ${prefix}Infolistanegra
╠⊹   ┝≼≽ ${prefix}Infobancarac
╠⊹   ┝≼≽ ${prefix}Infovotação
╠⊹   ┝≼≽ ${prefix}Infocontador
╠⊹   ┝≼≽ ${prefix}Infosorteio
╠⊹   ┝≼≽ ${prefix}Infobot
╠⊹   ┝≼≽ ${prefix}Idiomas
╠⊹   ┝≼≽ ${prefix}Metodos
╠⊹   ┝≼≽ ${prefix}Bug (questione)
╠⊹   ┝≼≽ ${prefix}Avalie (o quao bom)
╠⊹   ┝≼≽ ${prefix}Sugestao (dica)
║    ║
║    ╚┉✼┉═══════════════┉✼┉╝
╰═══════◉
╭━━━━━◉
║      ╔┉✼┉═══════════════┉✼┉╗
║      ║   *𝐌𝐄𝐍𝐔-𝐃𝐄-𝐂𝐌𝐃*         
║      ╚┉✼┉═══════════════┉✼┉╝    
╰━━━━━◉
╭═══════◉
║    ╔┉✼┉═══════════════┉✼┉╗
║    ║
╠⊹   ┝≼≽ ${prefix}Menudono
╠⊹   ┝≼≽ ${prefix}Efeitosimg
╠⊹   ┝≼≽ ${prefix}Menuadm
╠⊹   ┝≼≽ ${prefix}Menuadw
╠⊹   ┝≼≽ ${prefix}Menuanime
╠⊹   ┝≼≽ ${prefix}Menupremium
╠⊹   ┝≼≽ ${prefix}menulogos
╠⊹   ┝≼≽ ${prefix}Brincadeiras
╠⊹   ┝≼≽ ${prefix}Alteradores
║    ║
║    ╚┉✼┉═══════════════┉✼┉╝
╰═══════◉
╭━━━━━◉
║      ╔┉✼┉═══════════════┉✼┉╗
║      ║  *𝐈𝐍𝐅𝐎𝐑𝐌𝐀𝐂𝐎𝐄𝐒*      
║      ╚┉✼┉═══════════════┉✼┉╝    
╰━━━━━◉
╭═══════◉
║    ╔┉✼┉═══════════════┉✼┉╗
║    ║
╠⊹   ┝≼≽ ${prefix}Ping (velo)
╠⊹   ┝≼≽ ${prefix}Atividade
╠⊹   ┝≼≽ ${prefix}Rankativo
╠⊹   ┝≼≽ ${prefix}Checkativo @marcar
╠⊹   ┝≼≽ ${prefix}Ranklevel (de todos)
║    ║
║    ╚┉✼┉═══════════════┉✼┉╝
╰═══════◉
╭━━━━━◉
║      ╔┉✼┉═══════════════┉✼┉╗
║      ║        *𝐉𝐎𝐆𝐎𝐒*          
║      ╚┉✼┉═══════════════┉✼┉╝    
╰━━━━━◉
╭═══════◉
║    ╔┉✼┉═══════════════┉✼┉╗
║    ║
╠⊹   ┝≼≽ ${prefix}Ppt (pedra-papel-tesoura) 
╠⊹   ┝≼≽ ${prefix}Jogodavelha @marca
╠⊹   ┝≼≽ ${prefix}Ttt (jogo da velha) 
╠⊹   ┝≼≽ ${prefix}Cassino
╠⊹   ┝≼≽ ${prefix}Quizanimais 1 / 0
╠⊹   ┝≼≽ ${prefix}Anagrama 1 / 0
╠⊹   ┝≼≽ ${prefix}akinator
╠⊹   ┝≼≽ ${prefix}resetaki
║    ║
║    ╚┉✼┉═══════════════┉✼┉╝
╰═══════◉
╭━━━━━◉
║      ╔┉✼┉═══════════════┉✼┉╗
║      ║     *𝐕𝐎𝐓𝐀𝐂̧𝐀̃𝐎 *          
║      ╚┉✼┉═══════════════┉✼┉╝    
╰━━━━━◉
╭═══════◉
║    ╔┉✼┉═══════════════┉✼┉╗
║    ║
╠⊹   ┝≼≽ ${prefix}votação 
╠⊹   ┝≼≽ ${prefix}voto
╠⊹   ┝≼≽ ${prefix}devoto
║    ║
║    ╚┉✼┉═══════════════┉✼┉╝
╰═══════◉
╭━━━━━◉
║      ╔┉✼┉═══════════════┉✼┉╗
║      ║ *𝐂𝐌𝐃𝐒-𝐁𝐀𝐒𝐈𝐂𝐎𝐒*                 
║      ╚┉✼┉═══════════════┉✼┉╝    
╰━━━━━◉
╭═══════◉
║    ╔┉✼┉═══════════════┉✼┉╗
║    ║
╠⊹   ┝≼≽ ${prefix}Gtts (linguagem)
╠⊹   ┝≼≽ ${prefix}Tagme
╠⊹   ┝≼≽ ${prefix}traduzir (HELLO)
╠⊹   ┝≼≽ ${prefix}Tabela (LETRAS) 
╠⊹   ┝≼≽ ${prefix}Conselhobiblico
╠⊹   ┝≼≽ ${prefix}Simi (fale algo) 
╠⊹   ┝≼≽ ${prefix}Perfil
╠⊹   ┝≼≽ ${prefix}Calcular (1+1)
╠⊹   ┝≼≽ ${prefix}Fazernick (nick)
╠⊹   ┝≼≽ ${prefix}wa.me 
╠⊹   ┝≼≽ ${prefix}wa.me2 (marcar amigo e texto)
╠⊹   ┝≼≽ ${prefix}bot
╠⊹   ┝≼≽ Prefixo: ⟪•  ${prefix}  •⟫
║    ║
║    ╚┉✼┉═══════════════┉✼┉╝
╰═══════◉
`
}

exports.menu = menu

// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.
