const menudono = (prefix) => {
	
	
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 	

return `
	
╭━━━━━◉                                       ◉━━━━━╮
       ╔┉✼┉═༺◈✼❄️✼◈༻═┉✼┉╗    
       ║       *❄️𝑴𝑬𝑵𝑼 𝑫𝑶𝑵𝑶❄️*                 
       ╚┉✼┉═༺◈✼❄️✼◈༻═┉✼┉╝    
╰━━━━━◉                                       ◉━━━━━╯
  ​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​

▢ ⌁ᴀᴘᴇɴᴀs ᴅᴏɴᴏ,ᴠᴀʀɪᴀs ғᴜɴᴄ̧ᴏ̃ᴇs⌁ ▢ 
╭═══════◉
┆      ╔┉✼┉═༺◈✼❄️✼◈༻═┉✼┉╗
┆      ║
┆      ║✼❄ ${prefix}nome-bot
┆      ║✼❄ ${prefix}numero-dono
┆      ║✼❄ ${prefix}nick-dono
┆      ║✼❄ ${prefix}prefixo-bot
┆      ║✼❄ ${prefix}fotobot
┆      ║✼❄️ ${prefix}fotomenu (marca-img)
┆      ║✼❄️ ${prefix}blockcmd  (cmd)
┆      ║✼❄️ ${prefix}unblockcmd (cmd)
┆      ║✼❄️ ${prefix}fundobemvindo (marcar-img)
┆      ║✼❄️ ${prefix}fundosaiu (marcar-img)
┆      ║✼❄️ ${prefix}serpremium
┆      ║✼❄️ ${prefix}seradm
┆      ║✼❄ ${prefix}sermembro
┆      ║✼❄ ${prefix}revogarlink
┆      ║✼❄ ${prefix}id
┆      ║✼❄ ${prefix}nuke (ARQUIVAR GP)
┆      ║✼❄ ${prefix}reviverqr
┆      ║✼❄️ ${prefix}listagp
┆      ║✼❄️ ${prefix}limparmsg (chat-do-bot)
┆      ║✼❄️ ${prefix}antipalavrão 1 / 0
┆      ║✼❄️ ${prefix}antiligar 1 / 0
┆      ║✼❄️ ${prefix}antipv 1 / 0 (esse da block)
┆      ║✼❄️ ${prefix}addpalavra (palavrão)
┆      ║✼❄️ ${prefix}delpalavra (palavrão)
┆      ║✼❄️ ${prefix}antipv 1 / 0
┆      ║✼❄️ ${prefix}ativo
┆      ║✼❄️ ${prefix}ausente (fale-oq-faz)
┆      ║✼❄️ ${prefix}delpremium @(marca)
┆      ║✼❄️ ${prefix}addpremium @(marca)
┆      ║✼❄️ ${prefix}clonarfoto [@] (rouba ft de prf)
┆      ║✼❄️ ${prefix}fotobot (img, = foto do BT)
┆      ║✼❄️ ${prefix}descriçãogp (digite-algo)
┆      ║✼❄️ ${prefix}limpar (limpa tds conversas)
┆      ║✼❄️ ${prefix}block [@] (bloq de usar cmds)
┆      ║✼❄️ ${prefix}unblock [@] (desbloquear) 
┆      ║✼❄️ ${prefix}setprefix  (prefixo-novo)
┆      ║✼❄ ${prefix}banghost
┆      ║✼❄️ ${prefix}bangp
┆      ║✼❄️ ${prefix}unbangp
┆      ║✼❄️ ${prefix}dono2 @marca
┆      ║✼❄️ ${prefix}dono3 @marca
┆      ║✼❄️ ${prefix}dono4 @marca
┆      ║✼❄️ ${prefix}dono5 @marca
┆      ║✼❄️ ${prefix}bcgp (TM-PRA-PV-MEMBROS)
┆      ║✼❄ ︎${prefix}join (linkgp)
┆      ║
┆      ╚┉✼┉═༺◈✼❄️✼◈༻═┉✼┉╝
╰═══════◉
`
}
exports.menudono = menudono







